[General]
language=Italiano
link_pc_name=Nome computer
link_connect_pwd=Password
link_file_path=Cartella Posta in arrivo
link_auto_start=Avvio automatico
link_change_folder_btn=Cambia
link_open_folder_btn=Apri
link_change_folder_dialog_title=Scegliere cartella Posta in arrivo
link_save_button=Salva
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Tutti i diritti riservati.</c>
link_save_success_msg=Salvare le impostazioni.
link_save_success_title=Messaggio
link_error_title=Errore
link_error_program_already_ran=L'applicazione Ë in esecuzione, controllare la barra delle applicazioni.
link_error_program_expire=La versione di prova Ë scaduta, contattare Shirui per ottenerne una pi˘ recente.
link_open_main_window=Apri SeewoLink
link_exit_program=Esci
link_minimize_to_tray=Riduci a icona nella barra delle applicazioni
link_open_spec=Aiuto
link_update=Aggiorna
link_register=Registra
link_error_title=Errore
link_message_title= Messaggio
link_update_network_error=Connessione di rete non riuscita, si prega di riprovare pi˘ tardi.
link_home_qrcode_tip=Client Android
link_connect_pc_tip= Eseguire la scansione del codice QR per collegarsi al computer
link_reg_serial_invalid=Numero di serie non valido
link_reg_partial_success=Congratulazioni! Questo numero di serie scadr‡ dopo %d volte di prova. » ancora possibile utilizzare questo NS per altre %d macchine.
link_reg_full_success=Congratulazioni! Questo NS Ë valido per sempre. » ancora possibile utilizzare questo NS per altre %d macchine.
link_reg_response_failed=Siamo spiacenti! La registrazione Ë fallita.
link_reg_response_serial_error=Siamo spiacenti! La registrazione Ë fallita. Errore causato da: Errore del NS.
link_reg_response_error_lock=Siamo spiacenti! La registrazione Ë fallita. Errore causato da: Il NS Ë stato registrato da altri computer.
link_reg_response_day_expire=Siamo spiacenti! La registrazione Ë fallita. Errore causato da: Il NS Ë scaduto.
link_reg_input_serial_text=Inserire il numero di serie
link_error_unknown=Errore sconosciuto.
link_reg_message_remaindays=Il certificato scade tra %d volte di prova.
link_reg_message_remaindays_tip= <c color="CCCCCC">Versione %s, Registrata</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Versione %s</c>, Rimangono <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> volte di prova.</c><c color="0000ff"><u><b><a id="1050">Registrati</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">La versione Ë %s</c><c color="1899ED"><b>. non registrata </b></c><c color="FFFFFF">, Rimangono </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">volte di prova.</c>
link_reg_rd_renew_button=Rinnova
link_confirm_button=OK
link_cancel_button=Annulla
link_reg_read_reginfo_error=Impossibile leggere le informazioni di registrazione, si prega di effettuare nuovamente la registrazione.
link_lang_setting_button=Lingua
link_lang_setting_hint=Scegliere la lingua:
link_lang_setting_ok=OK
link_lang_setting_cancel=Annulla
link_annotation_stop=Interrompi
link_auto_start_tip=SeewoLink viene avviato con Windows
link_lang_tip=Lingua
link_tab_text_status=Stato
link_tab_text_set=Impostazione
link_tab_text_about=Informazioni
link_stat_connected_device_tip= Client connesso:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=scansione
link_tab_text_help=<c color="FFFFFF">Per l'assistenza, </c><c color="0000ff"><u><a id="1051"> Cliccare qui </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Connesso</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Disconnesso</c>
link_softap_tip=Avvia Hotspot
link_softap_info=<c color="808080">Nome Hotspot: %s</c><br/><c color="808080">password: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> Ë stato avviato</c>
link_softap_off=<c color="CCCCCC">Hotspot Ë stato interrotto</c>
link_softap_error=Impossibile avviare l'hotspot, assicurarsi che la WLAN sia attivata
link_update_title=Aggiornamento SeewoLink
link_update_confirm=Aggiornare all'ultima versione?
link_update_success=» stato aggiornato alla versione pi˘ recente
link_update_failed=Impossibile aggiornare alla versione pi˘ recente, si prega di visitare il sito ufficiale per ottenere la versione pi˘ recente
link_setup_uninstall=Disinstalla
link_setup_old_verision=Una vecchia versione di %s Ë installata, Ë necessario rimuoverla prima di installare questa nuova versione.
link_setup_restart_prompt=%s deve riavviare il computer!
link_setup_system_not_match=%s richiede almeno Windows 7, l'installazione verr terminata!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer